[
  {
    "title": "Tonikaku Kawaii",
    "author": "Romance / Shounen",
    "intro": "La comedia romántica sigue a un chico llamado Nasa quien conoce a la hermosa chica Tsukasa el día de su ingreso a la preparatoria, e inmediatamente se enamora de ella. Nasa le confiesa sus sentimientos, pero ella le responde que solo saldrá con él si se casan. Años después, cuando Nasa cumple 18 años, Tsukasa aparece de nuevo en su vida solicitándole el prometido matrimonio. Así comenzará su vida de recién casados.",
    "goodreads": "https://tioanime.com/anime/tonikaku-kawaii"
  },
  {
    "title": "Horimiya",
    "author": "Romance / Shounen",
    "intro": "Aunque admirada en la escuela por su amabilidad y destreza académica, la estudiante de preparatoria Kyouko Hori ha estado escondiendo otro lado de ella. Con sus padres a menudo fuera de casa debido al trabajo, Hori tiene que cuidar de su hermano menor y hacer las tareas del hogar, sin tener tiempo para socializar fuera de la escuela. Mientras tanto, Izumi Miyamura es visto como un inquietante otaku que usa anteojos. Sin embargo, en realidad es una persona amable e inepta para estudiar. Además, tiene nueve piercings escondidos detrás de su largo cabello, y un tatuaje a lo largo de su espalda y hombro izquierdo. Por pura casualidad, Hori y Miyamura se cruzan fuera de la escuela, ninguno luciendo como el otro lo esperaría. Estos polos aparentemente opuestos se convierten en amigos, compartiendo un lado que nunca le han mostrado a nadie.",
    "goodreads": "https://tioanime.com/anime/horimiya",
    "mychoice":1
  },
  {
    "title": "Kawaikereba Hentai demo Suki ni Natte Kuremasu ka?",
    "author": "Ecchi / Harem / Romance",
    "goodreads": "https://tioanime.com/anime/kawaikereba-hentai-demo-suki-ni-natte-kuremasu-ka"
  },
  {
    "title": "Bokutachi wa Benkyou ga Dekinai",
    "author": "Romance / Harem / Shounen",
    "goodreads": "https://tioanime.com/anime/bokutachi-wa-benkyou-ga-dekinai"
  },
  {
    "title": "Tenki no Ko",
    "author": "Romance / Drama",
    "goodreads": "https://tioanime.com/anime/tenki-no-ko",
    "mychoice":1
  },
  {
    "title": "Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai",
    "author": "Romance",
    "goodreads": "https://tioanime.com/anime/seishun-buta-yarou-wa-bunny-girl-senpai-no-yume-wo-minai",
    "mychoice":1
  },
  {
    "title": "Gotoubun no Hanayome",
    "author": "Romance / Harem / Shounen",
    "goodreads": "https://tioanime.com/anime/gotoubun-no-hanayome",
    "mychoice":1
  },
  {
    "title": "Domestic na Kanojo",
    "author": "Shounen / Romance",
    "goodreads": "https://tioanime.com/anime/domestic-na-kanojo"
  },
  {
    "title": "Tada-kun wa Koi wo Shinai",
    "author": "Romance / Drama",
    "goodreads": "https://tioanime.com/anime/tadakun-wa-koi-wo-shinai"
  },
  {
    "title": "3D Kanojo: Real Girl",
    "author": "Shoujo / Romance",
    "goodreads": "https://tioanime.com/anime/3d-kanojo-real-girl",
    "mychoice":1
  },
  {
    "title": "Koi to Uso",
    "author": "Romance",
    "goodreads": "https://tioanime.com/anime/koi-to-uso"
  },
  {
    "title": "Gamers!",
    "author": "Romance",
    "goodreads": "https://tioanime.com/anime/gamers"
  },
  {
    "title": "Imouto sae Ireba Ii",
    "author": "Romance",
    "goodreads": "https://tioanime.com/anime/imouto-sae-ireba-ii"
  },
  {
    "title": "Itsudatte Bokura no Koi wa 10 cm Datta",
    "author": "Romance",
    "goodreads": "https://tioanime.com/anime/itsudatte-bokura-no-koi-wa-10-cm-datta"
  },
  {
    "title": "Citrus",
    "author": "Yuri / Romance",
    "goodreads": "https://tioanime.com/anime/citrus"
  },
  {
    "title": "Fukumenkei Noise",
    "intro":"Nino Arisugawa, una chica que adora cantar, experimenta por primera vez el dolor de tener que despedirse de su compañero de la infancia, Momo, que se muda. Después de la partida de Momo y tras hacerse amiga de Yuzu, un compositor, ¡Nino tiene que volver a experimentar otra triste separación! Con la música como única conexión y enlace, ¿cómo acabará este amor no correspondido? Como los dos chicos le prometieron que se volverían a reunir gracias a su canto, Nino se aferra a esa esperanza y sigue intentando que su voz les llegue. Ya en el instituto, Nino vuelve a reunirse por casualidad con Yuzu, pero anhela ver a Momo de nuevo…",
    "author": "Shoujo / Romance",
    "goodreads": "https://tioanime.com/anime/fukumenkei-noise"
  },
  {
    "title": "Kimi no Na wa",
    "intro":"Taki y Mitsuha descubren un día que durante el sueño sus cuerpos se intercambian, y comienzan a comunicarse por medio de notas. A medida que consiguen superar torpemente un reto tras otro, se va creando entre los dos un vínculo que poco a poco se convierte en algo más romántico.",
    "author": "Romance",
    "goodreads": "https://tioanime.com/anime/kimi-no-na-wa",
    "mychoice":1
  },
  {
    "title": "Saenai Heroine no Sodatekata",
    "author": "Ecchi / Harem / Romance",
    "goodreads": "https://tioanime.com/anime/saenai-heroin-no-sodatekata",
    "mychoice": 1
  },
  {
    "title": "Tonari no Kaibutsu-kun",
    "intro":"Shizuku Mizutani es una chica a la que no le interesa nada aparte de sus estudios y sus planes de futuro. Haru Yoshida es un chico que está siempre ausente y al que cuando un día Shizuku le toque llevarle los deberes a su casa, se creerá que ella quiere ser su amiga. Por cosas de la vida, ella descubre que él no es tan malo como le pintan en el instituto y acabará siendo más amable con él? hasta que él decide declararle su amor.",
    "author": "Shoujo / Romance",
    "goodreads": "https://tioanime.com/anime/tonari-no-kaibutsu-kun"
  },
  {
    "title": "Sword Art Online",
    "author": "Acción / Fantasía",
    "goodreads": "https://tioanime.com/anime/sword-art-online"
  },
  {
    "title": "Midara na Ao-chan wa Benkyou ga Dekinai",
    "intro":"Ao era una niña inocente que en el jardín de infancia contaba cómo su padre, un famoso autor de novelas eróticas, había elegido su nombre: la 'A' por 'apple' y la 'O' por 'orgy' (orgía). Ahora, diez años después, todavía se avergüenza de haber contado eso cuando era una niña, así que se esfuerza por entrar a una universidad de élite y poder alejarse de su padre de una vez por todas. No puede perder el tiempo con tonterías de juventud, y menos con chicos... al menos hasta que aparece Kijima, el chico más normal del mundo que se le declara. Ao intentar amar a Kihima, pero es incapaz... porque por culpa de la influencia de su padre, todas las situaciones las transforma en situaciones eróticas",
    "author": "Ecchi / Shounen",
    "goodreads": "https://tioanime.com/anime/midara-na-aochan-wa-benkyou-ga-dekinai"
  },
  {
    "title": "Kawaikereba Hentai demo Suki ni Natte Kuremasu ka?",
    "intro": "La comedia romántica comienza cuando Keiki Kiryu, un estudiante de preparatoria que nunca ha tenido novia, recibe inesperadamente una carta de amor. La carta no incluye remitente, pero si incluye unas bragas blancas. En el proceso de investigar quién podría ser 'la Cenicienta que olvidó sus bragas', Keiki descubre que cada candidata es una pervertida en potencia y están desesperadas porque él participe en su perversión.",
    "author": "Ecchi / Harem",
    "goodreads": "https://tioanime.com/anime/kawaikereba-hentai-demo-suki-ni-natte-kuremasu-ka"
  },
  {
    "title": "ToraDora! / とらドラ!, Toradora!",
    "intro":"Takasu Ryuuji comienza su segundo año de instituto con mucho animo. Sin embargo, hay una cosa que el odia, y es su mirada, heredada de su padre (un ganster), con lo cual posee una habilidad innata para intimidar a los demás, provocándole esto muchos malentendidos con sus compañeros, no obstante, todo esto va cambiar el primer día de clases, cuando Ryuuji tiene un encontronazo con Aisaka Taiga, la persona mas peligrosa del centro.",
    "author": "Romance / Escolar",
    "goodreads": "https://tioanime.com/anime/toradora"
  }
]